Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 整整一个上午，江逸都在柳长老的指挥下忙进忙出，还被骂了整整一个早上。这柳长老明显一夜未睡觉，但炼丹起来却如走火入魔般，眼看到了午后时分了，江逸都饿得肚子哇哇叫还没有停下的意思。
en_us: For an entire morning, Jiang Yi had been hustling and bustling under Elder Liu's orders and was scolded the entire time in the process. It was clear that Elder Liu had not slept an entire night, but when it came to refining elixirs it was as if he had been possessed by the devil. Jiang Yi saw that it was already noon and his stomach was rumbling loudly with hunger, yet Elder Liu did not seem to have any intention to stop.

source: 整整一天，他都没有出门，在家疗伤同时研究黑色元力，结果让他有些郁闷。尽管黑色元力再次出现两种新的能力——能让听力和嗅觉增强，但研究了一天，无论他怎么想办法，这黑色元力提炼的上限只有十缕！
en_us: He did not leave his room for the entire day. While he was at home, he tended to his injuries and studied the black essence force. The result, however, left him somewhat depressed. Two new abilities of the black essence force were revealed: his hearing and sense of smell could both be made sharper. Despite this, after researching for a single day, no matter what ideas he could come up with, the upper limit of the black essence force he could refine was only ten strands!

source: 整整半柱香时间，撕裂般的痛楚才缓缓消失。江逸全身冷汗淋漓，汗毛倒立，好半天才艰难的坐了起来。
en_us: It took half the time needed for an incense stick to burn out completely before the skin-splitting pain finally dissipated. Jiang Yi’s body was covered in cold sweat, and goosebumps rose to full attention on his arms and back. It took a very long time before he finally managed to lift himself into a seated position.

source: 文字内容林立看不明白，但他至少知道，只要跟高等精灵扯上关系的，就绝不会是一般的东西。
en_us: Lin Li could not understand the texts, but he knew at least that anything that had to do with the High Elves was definitely not something that was ordinary.

source: 旁边偏厅内，立即传来一道暴怒的大吼：“混账东西！这炉丹药可是人阶上品的灵神丹，老夫撕了你……”
en_us: From the side room immediately came a furious roar: "Damn it! This cauldron contained Man-tier superior-grade Spirit Pills! I’m going to kill you, Jiang Yi!"

source: 无名轻叹一声，道：“如果真要打，老不死你至少要耗掉整个冥界的五成兵力，才能攻破这座天庭的三重防护大阵，那得熬到什么时候？十天还是半个月？更关键的是就算你最终攻破了这里，也最终成功送走了我，可接下来为恢复你的实力以及兵力，你还要在各界制造多少血腥杀戮？我烦恼的其实是这个啊……”
en_us: Wu Ming sighed. "If you want to fight, Old Fart Undying, you will need to expend half of all the Netherworld's military might before you can take down the three-layered protective array of the Heavenly Court. “How long can you withstand the array? Ten days? Half a month? Even if you finally succeed in overrunning the area, you will only succeed in getting rid of me. After that, how much blood do you need to shed in order to recover your strength and military might. I am actually vexed over that…"

source: 无尽世界中的一切，竟然会在现实中出现！
en_us: The entirety of the Endless World actually appeared in reality!

source: 无尽世界的经验，在安瑞尔世界同样适用。
en_us: His experience in the Endless World could be adapted in the world of Anril.

source: 无数威力绝伦的魔法，终于耗尽了两人最后一丝魔力。
en_us: Countless powerful magic had at last exhausted every mana of both parties.

source: 无数风刃反复切割，再坚韧的皮肤也不可能经受得住。
en_us: Even the toughest of skin could not withstand the repeated cuts of countless wind blades.

source: 无比锋利的爪子，迅捷如风的飞行速度，再加上腐蚀能力极强的酸液喷吐，让双足飞龙拥有了在落日山脉边缘生存下去的资本，等闲魔兽如狮蝎雷兽之流，根本就不敢招惹它们，一头暴怒的双足飞龙，从天空中倾泻下无穷无尽的酸液，这对谁来说恐怕都是一场噩梦。
en_us: Razor-sharp talons, flying at the speed of wind, and extremely corrosive acidic spout—these allowed the Wyvern to have what it took to survive on the edge of the Sunset Mountains. Ordinary magical beasts like the Manticores dared not provoke them. A raging Wyvern spewing endless acid from the sky was probably a nightmare for anyone.

source: 无穷的恐惧从心底涌起，仿佛在忽然之间，克伦威尔又回到了落日山脉，又面对着那可怕的雷霆猩猩，下意识的，他又往后缩了缩……
en_us: Endless fear welled up from the bottom of his heart, as if in an instant he was back in the Sunset Mountains, faced with the terrifying Thunder Gorilla. He shrank back involuntarily once more.

source: 无视冥皇的威胁，无名依旧坐在那里喋喋不休，只是……从他的身体内部，不知何时冒出了一股股熊熊烈火。
en_us: Ignoring the Netherworld King's menacing stare, Wu Ming continued to sit there blabbering away. However… it was unknown when wisps of raging flames emerged out of his body.

source: 无视又惨叫起来的江如虎，江逸目光锁定围过来的众人，他嘴角此刻还有淤血，配合他那冷漠的神情，看起来别有一番摄人之威。
en_us: Disregarding Jiang Ruhu, who had started screaming in agony once again, Jiang Yi's gaze was locked onto the corwd of opponents surrounding him. There was still some clotted blood on the corner of his mouth at that moment. Coupled with his stone-cold facial expression, he looked as though he had some sort of special power to enchant others.

source: 无论是魔法还是药剂学，都需要大量时间进行研究，特别是药剂学，老格林本人身为药剂学大师，对其中的艰辛自是最清楚不过，永远也无法完全掌握的配方，天文数字一般的药剂公式，一次次的实验，一次次的失败，哪怕是一丁点的进步，也需要用大量时间去堆积。
en_us: Both magic and pharmaceutics required a lot of time to study, especially pharmaceutics. Old Grimm himself was a master pharmacist, hence he was most aware of the hardships within. Formulas that could never be mastered, equations involving astronomical figures, all the experiments and failures—even a little progress would need a lot of time to accumulate.

source: 既新奇又紧张的林立，自然不会去注意，他前脚才刚出小木屋，安度因就念了一段咒语，随着这段咒语念完，他身前的水晶球上，开始慢慢浮现出林立的身影……
en_us: Being both curious and nervous, Lin Li naturally could not have noticed that Andoine had recited a spell the moment he stepped out of the cabin. Following the completion of the spell, a figure of Lin Li began to emerge on the crystal ball in front of him...

source: 既然已经砸破江如龙的脑袋，江逸也无所顾忌了，索性继续抡着江如龙在演武殿内狂舞，不过这次他控制了一些力道，不敢将他活活砸死，否则他也怕只有死路一条了。
en_us: Since he already smashed up the head of Jiang Rulong, Jiang Yi didn't have any scruple any longer. He simply continued to whirl Jiang Rulong around in the Martial Arts Demonstration Hall like he was performing a mad dance. But this time, he controlled his strength as he didn't dare to smash Jiang Rulong to his death. If he did, he would be immediately put to death.

source: 既然有人点将，江逸只能苦笑出战了，跟随翊凌雪走了一个练功房内，很快房门就关闭了，房间墙壁上光芒闪耀，两人的元力都被封印。
en_us: Since there was someone deliberately ordered him, Jiang Yi could only smile bitterly and head out for combat. Following Yi Lingxue, he walked into one of the technique practising rooms. It was not long before the door to the room sealed shut and the walls of the room shone brightly as both persons' essence forces were sealed off from use.

source: 既然来到奥兰纳，就不要想活着回去……
en_us: Now that he had come to Alanna, don't think of making it back alive...

source: 既然猜出了江如虎的如意算盘，江逸怎么能让他得逞？这几日他虽然一直在修炼，但大部分时间都在提炼黑色元力消融封印上的符文，并没有过多的去修炼江水决，实力还停在铸鼎境一重，此刻和江如虎对上，那肯定只有挨揍的份。
en_us: Since Jiang Yi guessed Jiang Ruhu's wishful thinking, how could he allow him to prevail? The past few days, while he had always been practicing refining, he had spent most of his time refining black essence force to remove the runic characters on his seal and had barely practiced the Jiang Water Art. With his strength still stuck at the first stage of the Cast Tripod Realm, should he fight with Jiang Ruhu at that present moment, he would suffer a beating.

source: 既然魔法公会的崛起已是势不可挡，那在这之前先向他们伸出友谊之手，在老梅林看来也不失为一个明智的选择。
en_us: Since the rise of the Guild of Magic was something that couldn't be stopped, Old Merlin thought it wise to extend a friendly hand to them before it happened.

source: 日上三竿，柳长老却没有出现，江逸也不管了，一个人又兴奋的开始提炼黑色元力，破解封印上的符文。
en_us: It was already late in the morning, yet Elder Liu had not shown up. Jiang Yi chose not to care; instead, he decided to start refining black essence force on his own to continue breaking the runic patterns on his seal.

source: 早在伊娜家中时，她就知道林立是一个药剂师，但那时的罗琳可绝没有想到，他竟然有资格跟格林爷爷探讨药剂知识，甚至在这种探讨当中，还占据了某种程度的主导地位！
en_us: She knew Lin Li was a pharmacist back at Ina's place. But Rowling had not imagined that he would be qualified to discuss pharmaceutical knowledge with Grandpa Grimm, and even dominating the discussion to some degree!

source: 早在离开落日山脉的时候，林立就隐隐约约觉得，自己在魔法进展上，似乎遇到了某种阻碍。
en_us: After he had left the Sunset Mountains, Lin Li vaguely felt that he had encountered some sort of hindrance in the progress of his magic.

source: 时间一点一滴地过去，江逸浑身绷紧，背后已经开始冒冷汗了，江小奴一双漂亮的大眼睛也都是忐忑和紧张，今日两人能否平安走出这风月楼，就在这管事的一念之间了。
en_us: Time passed by slowly, second by second. Jiang Yi's body tensed up as cold sweat dripped down his back. Jiang Xiaonu's pair of pretty ears also revealed her nervousness and anxiety. The ability of the two people to safely leave Fengyue Brothel hinged entirely on a single thought made by this very housekeeper.

source: 时间如流水，当江逸九岁时，大长老又一次留信离开了江家。他这次离开，便是整整六年，期间音信全无，宛如人间蒸发。
en_us: When Jiang Yi was nine, the Grand Elder once again left a letter to his family to announce his departure. Yet, this time his departure lasted a full six years! With the family not even once receiving any news or message from him throughout this period, it was as though he had vanished from the face of the earth.

source: 明亮火红的碎片无视并穿透了整个冥界大军，瞬间便消失在天际。
en_us: Bright red metal shards shot through the Netherworld Realm's forces without any regard, eliminating them in an instant.

source: 明亮的火焰很快便将无名的身体整个包裹，包括他手上拄着的那把剑。
en_us: The burning flames quickly engulfed Wu Ming, including the sword he held.

source: 明明每天都在勤奋的练习，也知道自己拥有卓越的天赋，可那道坎就是迈不过去。
en_us: He had been training diligently every day, and he also knew that he had an exceptional talent. But he couldn't seem to overcome that ridge.

source: 昏暗的夜色中，江逸看到一道瘦弱的身影在前方茫然寻觅呼喊，心里顿时都是内疚和心疼，脚下元力运转朝江小奴狂奔而去。
en_us: In the darkness of night, Jiang Yi spotted a weak skinny figure in front of him shouting and searching for him. His heart suddenly filled with guilt and heartache, he applied some essence force towards the bottom of his feet and raced towards Jiang Xiaonu.

source: 星辰沙一流进烧杯，林立就飞快的从无尽风暴之戒中拿出一只瓶子。
en_us: Once the star sand was poured into the beaker, Lin Li speedily took out a bottle from the Ring of Endless Storm.

source: 春芽一怔，连忙带着哭腔解说起来：“江逸少爷，小奴在风月楼被打了，那管事说是小奴弄坏了一副名画，要小奴赔钱，否则就要活活打死她，你快找人去营救她……”
en_us: A stupefied Chunya answered with tears brimming in her eyes. "Young Master Jiang Yi, Xiaonu is being beaten up at Fengyue Brothel. The manager says Xiaonu damaged a painting and wants her to pay, or else she will be beaten to death. Quick, get some people to save her..."

source: 春芽揉了揉眼睛，满脸惊疑的呢喃起来：“咦？江逸少爷的速度怎么那么快了？他不是铸鼎境一重吗？这速度最少有铸鼎境两三重吧？”
en_us: Chunya rubbed her eyes. "Huh?” she murmured in a surprised voice. “How is Young Master Jiang Yi so fast? Ain't he at the first stage of the Cast Tripod Realm? This speed is at least the second or third stage."

source: 春芽看到江逸如一阵风的冲出去，浑身杀气腾腾的，连忙害怕的追着喊了几声：“江逸少爷，你可千万别冲动，风月楼里面的护卫实力很多很强大的……”
en_us: Seeing Jiang Yi dashing off like the wind and seething with murderous intent, an alarmed Chunya shouted after him, "Young Master Jiang Yi, please don't do anything rash; there are many guards at Fengyue Brothel—all strong and numerous in number…"

source: 昨夜研究了一夜，他都没有探查出那丹药内莫名出现的成分是什么，所以今日尝试添加了各种药剂，希望和昨天一样炼制出一枚地阶丹药。
en_us: After researching for an entire night the night before, he was unable to find out what the identity the component that had mysteriously appeared in that elixir was. Thus, he was trying to add in all types of medicinal ingredients today, hoping to refine a pill of Earth-tier elixir just like he did the day before.

source: 昨天他被江如虎等人打伤，昏死了一上午，回家睡了一觉脑海内莫名出现了一部无名口诀，接着他按无名口诀上修炼出一丝神奇的黑色元力，凭借这黑色元力，他早上将江豹狠狠的揍了一顿，又去风月楼将小奴救了出来，不过却欠下十两紫金的巨额债务……
en_us: Yesterday he had just been beaten up by Jiang Ruhu and his lackeys and fallen into a coma for an entire morning; upon returning home a nameless formulation mysteriously appeared in his mind. Subsequently, he refined a sliver of mysterious black essence force through this nameless formulation; borrowing the strength of this black essence force, he had viciously beat up Jiang Bao, and had even gone to rescue Xiaonu from Fengyue Brothel. Yet he now owed an enormous debt worth ten taels of purple gold...

source: 是巧合？还是这小子在扮猪吃虎？他本身其实是一个强大的武者？来这冒充陪练？无意间引导帮助翊小姐武技大成了？
en_us: Was this all a coincidence? Or was this kid simply trying to play dumb and weak? Was his identity, in truth, that of a powerful martial artist? Was he here to pass himself off as a sparring partner? Did he inadvertently guide and assist Young Mistress Yi to attain the Phenomenal Stage in her martial arts skills

source: 更何况在过去的二十多年里，老梅林一直很做得很不错，从未跟魔法公会有过纠纷，甚至还一意促成了一些生意上的合作，老梅林相信只要自己拿出足够的诚意，以葛瑞安的为人，想必也会做出同样明智的选择。
en_us: Besides, Old Merlin had been doing it well for the past 20 years. He had not had any conflict with the Guild of Magic, and had even materialized some business dealings with them. Old Merlin believed that as long as he was sincere, Gerian, judging by his character, would have made the same wise choice as he did.

source: 更何况老家伙最后那段既象劝告又象威胁的话，听起来虽然有些不太中听，但其中的意思林立却是明白，这落日山脉肯定不是什么太平地方，如今自己连东西南北都分不清楚，就这么傻呼呼的走出去，搞不好还真被弄出个好歹来。
en_us: Moreover, what the old man said at the end sounded like an admonition and a threat. It didn't sound too good, but Lin Li understood the meaning behind it. The Sunset Mountains were definitely not a peaceful place. Now that he couldn't even tell the directions here, mishaps could happen if he just walked out of the place foolishly.

source: 更何况还有葛瑞安那老家伙，这厮经常打着关心的名目，跑药剂室跑得比谁都勤快，特别是在看着那一瓶瓶已经完成的药剂时，这家伙流着口水的样子，更是让林立忍不住想把他赶出药剂室去。
en_us: Moreover, there was that old fellow Gerian, who ran to the potion lab more diligently than anyone in the name of concern. In particular, the way he drooled when he looked at the bottles of finished potions made Lin Li want to drive him out of the potion lab.

source: 更何况，刚才欧灵可是明明白白的看见，安度因大师从口袋里掏出一瓶药剂，很小心很谨慎的向自己那位室友请教。
en_us: Moreover, just a while ago, Master Andoine had taken out a bottle of potion and, very carefully and gingerly, asked his roommate for advice. Orrin had witnessed that clearly with his own eyes.

source: 更要命的是，林立在一记记风刃当中，还不时补上迟缓术，在迟缓术的牵制之下，利维坦猩猩简直苦不堪言，想跑跑不了，想追追不上，原地不动吧，又被那风刃切得遍体鳞伤。
en_us: What made matters worse was that in the midst of those wind blades, Lin Li also used the Delaying Spell from time to time. Under the constraint of the Delaying Spell, the Leviathan Gorilla was utterly tormented. It could not flee nor catch up with him, and if it stayed grounded, it'd be ripped by the wind blades.

source: 曼尼斯家族确实是加洛斯首富，林立也相信他们家族内的收藏非常丰厚，但是选三件装备这种事，对林立来说其实真没什么意义，以他五系宗师的身份，只要手上材料足够，又有什么装备是他搞不到的？
en_us: The Mannes Family was indeed the richest in Jarrosus. Lin Li had no doubt they had an abundant collection in the family. But choosing three pieces of equipment had no meaning for Lin Li. He was a guru well-versed in five series; as long as the ingredients on hand were enough, was there any equipment he couldn't get?

source: 最可怕的是，经过长达二十八分钟的魔力输出之后，林立仍然没露出丝毫疲态，这小子甚至还兴致勃勃的凑过来问道：“怎么样，我成绩如何？”
en_us: What was the scariest of all was that even after twenty-eight minutes of continuous magic output, Lin Li had shown no signs of fatigue at all. The kid had even approached them in great spirits and asked, "How was it? How did I do?"

source: 最可怕的是，麦格雷尼身上没有任何伤口，也不象是被精神魔法攻击过，一切都好象没有什么不同，唯一不同的只是麦格雷尼睡着了，根据伊娜的描述，麦格雷尼现在的情况，只能用睡着了来形容，甚至在回到加洛斯城之后，还偶尔能听见他发出轻微的鼾声。
en_us: What was the scariest was that there was no wound on McGrenn's body, and it didn't look like he was attacked by any mental spells. Everything seemed the same, except that McGrenn was asleep. According to Ina's description, McGrenn's current situation could only be described as being asleep. Even after returning to Jarrosus City, he could occasionally be heard snoring softly.

source: 最后一炉丹药出炉，柳长老取出来一枚看了看，脸上顿时都是失望和疲惫之色，他骂骂咧咧几句大步朝炼丹房外走去，走到门口才醒悟过来，回头扫了江逸一眼，交代道：“江……什么？你把这些废丹全丢了，先回去吃饭，下午认真把那本药草简介看几遍，别下次找药草又找半天……还有，有人来领丹药，一律不给……他娘亲的，到底哪出了问题？”
en_us: The last cauldron of elixirs was freshly done. Elder Liu retrieved a pill and took a look, his face instantly revealing a look of disappointment and fatigue. He swore several times as he walked with big steps towards the door of the alchemy lab. He only remembered Jiang Yi when he reached the main door. Turning around and taking a glance at Jiang Yi, he instructed, "Jiang...what? You go throw away all those useless elixirs. After that, go back and have a meal first. Take the afternoon to carefully read through that compendium of medicinal herbs several times, so you don't take so long to find the medicinal herbs next time... Additionally, if anyone comes to retrieve elixirs, do not give it to them... My god, where on earth did it go wrong?"

source: 最后在江如虎耳边说的一段话，果然起效了！
en_us: The last statement he made at the side of Jiang Ruhu's ear had indeed been effective!

source: 最后小梅林赢得了奥法药剂，而他却赢得了魔法公会的好感。
en_us: Little Merlin had won the Arcane Magic Potion at last, but Reuben Saruman had won the favor of the Guild of Magic.

source: 最后恐惧战胜了理智，克伦威尔选择了逃避。
en_us: At last, fear had triumphed over reason, and Cromwell chose to escape.

source: 最后想了想，还是从口袋里摸出了一只玻璃烧杯充数。
en_us: Finally, he thought it over and pulled out a glass beaker from his pocket instead.

source: 最后想想这么极品的小号可不能浪费，于是林立干脆让小号练起各种生活职业来，这家伙也是狠人一个，不练就不练，一练就全练，只要能够学习的生活技能，他是一样也没落下，如今一个一级小号，却已经将锻造，炼金，药剂，附魔，铭文五大技能练到了高级，就连药物知识，矿物知识，烹饪手艺，卷轴制作等等一系列杂学，也统统升到了高级以上。
en_us: Finally, he thought he couldn't let such an outstanding smurf go to waste, hence he began training the smurf in various kinds of professions. The fellow was one of a hardy character. It was either no training at all, or all training at once. As long as it was a life skill to be learnt, he'd learn them all. Now, a level one mage like him had mastered all five basic skills—forging, alchemy, pharmaceutics, magical enchantment, and inscription—to the highest level. In addition to these, his knowledge on medicine, minerals, cooking, scroll making, and other general skills had also increased beyond the highest level.

source: 最后是铭文……
en_us: ...and finally inscription...

source: 最后林立只能愤而分尸，一番变态蹂躏之后，生生将大名鼎鼎的毁灭巨龙抽筋剥皮，统统丢进了无尽风暴之戒内。
en_us: In the end, Lin Li could only dismember its body in anger. After a round of sick ravage, the famous Dragon of Destruction was skinned to the bones and all its remains thrown into the Ring of Endless Storm.

source: 最后还是那受伤的中年男人胆子大一点，战战兢兢的走了过去：“尊敬的魔法师先生，感谢您的慷慨援助……”
en_us: At last, it was the wounded middle-aged man who plucked up his courage and approached him with caution. "Mr Mage, thanks for your generous help..."

source: 最让克伦威尔无法忍受的是，这个突然出现的魔法师，似乎正对自己构成某种威胁。
en_us: What irked Cromwell the most was that the sudden appearance of this mage seemed to have posed some kind of threat to him.

source: 最近灵兽山和镇西军招生在即，江云山亲自下令让勉强上得了台面的子弟全部闭关，要么修炼元力，要么磨练武技，此刻在演武殿内的子弟明显都天资不高，短时间内境界突破不了，只能磨练武技了。
en_us: The recruitment of the Mt. Spirit Beast College and West Garrison Army was to be hosted soon. Jiang Yunshan personally gave out the orders to allow all descendants that had certain levels of ability, to go into seclusion for cultivation of essence force or practice of martial arts. It was obvious that all the descendants in the Martial Arts Demonstration Hall did not have sufficient talents, and would be unable make a breakthrough within a short moment; which was why they could only hone their martial arts.

source: 最近这几个家伙总是凑在一起，也不知道在商量些什么。
en_us: These guys had been coming together lately, but no one knew what exactly they were discussing.

source: 有了那半瓶双足飞龙的血液开头，可供选择的话题就实在是太多了，早在整天对着安度因那张老脸的时候，不知听老家伙讲过多少奇闻逸事，此时随手捻来，骗骗小姑娘那实在是太轻松了。
en_us: With the half-bottled Wyvern’s blood as a conversation starter, there were just too many topics to choose and continue from. He had heard many anecdotes from Andoine back when he had to face him all day long. Now it was easy using them to lead young girls on.

source: 有了麦格雷尼带路，这一路上林立总算是轻松了许多，毕竟这是一个有着近三十年狩猎经验的资深冒险者，用麦格雷尼的话来说，这三十年来他待在落日山脉的时间，甚至比在自己家里还多。
en_us: Lin Li felt a lot more relaxed with McGrenn leading the way. After all, he was a veteran adventurer with nearly 30 years of hunting experience. To quote McGrenn, in this 30 years he had spent more time in the Sunset Mountains than in his own home.

source: 有些惊讶，也有些失落……
en_us: He was somewhat surprised, and somewhat dismayed...

source: 有免费的灵神丹无限供应，加上武殿内浓郁的天地灵气，还有黑色元力辅助，江逸的修炼一日千里，快得让他暗暗咋舌。
en_us: 天地灵气With free Spirit Pills being limitlessly provided to him, plus the thick heavenly and earthly spiritual aura in the Martial Arts Hall, in addition to the stimulus provided by the black essence force, Jiang Yi's power cultivation achieved rapid progress, so fast that it left him speechless in his heart.

source: 有时候环境真是可怕，两天下来就连凯文这么老实的人，也是被毒害得谎话张口就来，说起传染病时神色焦急表情沉痛，就好象葛瑞安不是生病，而是被瘟疫感染了一样。
en_us: Sometimes the circumstance is a scary thing. Just after two days, someone as honest as Kevin was poisoned into lying every time he opened his mouth. He spoke of the infection with an anxious expression of pain, as if Gerian had not been ill but had been infected by a plague instead.

source: 有毒的东西，林立总是很喜欢的，因为这意味着巨大的杀伤力。
en_us: Lin Li had always liked stuff that carried poison because it meant a deadly force.

source: 有资格竞争的势力，都在争先恐后的捞钱。
en_us: Competent forces were scrambling to make money.

source: 望着一步步逼近的安度因，霍伦只觉得一股恐惧从心头涌起。
en_us: As he saw Andoine drawing near, Hoeren only felt a wave of fear arising.

source: 望着不留痕迹将金叶子收入袖中的荣管事，江逸内心闪过一丝厌恶，他沉声说道：“管事，这是孝敬您的！这次我是跟几个冒险者去山上采药，如果这次能弄到好东西，回来后还有孝敬，家族这边您……打点下。”
en_us: Jiang Yi watched Chief Rong slyly putting away the gold leaf, a silver of disgust wormed into his heart. He pitched his voice low, "Chief, this is my tributary offer to you! I'm leaving this time to go harvest herbs in the mountain with a few landlopers. If I happened to find anything good, there would be more tributes for you when I'm back. Please help to... deal with the family in the meantime."

source: 望着丹炉内的几枚白黄色丹药，江逸眼眸陡然一亮，目前的他的确不能炼制丹药，但眼前不就是现成的丹药吗？虽然废了，但他回炉一下再注入黑色元力，说不定就能把这废丹变成好丹了……
en_us: Looking at the few white and yellow pills, Jiang Yi's eyes suddenly lit up. At the moment, it was true that he could not develop any elixirs by himself, but did he not have any ready-made elixirs in front of his eyes? Although they were deemed useless, if he reheated and injected some black essence force, surely he could turn these useless elixirs into good, useful elixirs...

source: 望着堆满整个房间的药草，江逸无奈的退了出来，走进偏厅内想询问一下柳长老怎么区分药草，却看到柳长老正全神贯注的配置药粉，他进来站了好一会都没看他一眼……
en_us: Looking at the room full of medicinal herbs, Jiang Yi helplessly retreated. He walked into the side room, wishing to ask Elder Liu how one could differentiate between the various medicinal herbs. However, he saw Elder Liu deeply engrossed in configuring the medicinal ingredients, to the point that he did not even notice Jiang Yi despite having entered and stood there for quite a long time...

source: 望着如一条爬虫般瘫软在地的江如虎，江逸眼中闪过一丝快意，在江家被这群人欺辱了这么多年，今日终于算是拿回来一些利息了。
en_us: Observing Jiang Ruhu, who was lying limply on the ground like a crawling insect, a sensed of elation flashed in Jiang Yi's eyes. Having been bullied by this bunch of people from the Jiang Clan for so many years, he could finally claim to have earned some interest back that day.

source: 望着林立远去的背影，罗琳轻咬红唇，美目中透出复杂的情绪。
en_us: Looking at Lin Li's receding figure, Rowling bit her lips lightly. Her eyes revealed a complicated emotion.

source: 望着正虚心听讲的老人，罗琳心里有些疑惑，这真是格林爷爷？
en_us: Looking at the old man who was listening modestly at the moment, Rowling had some doubts in her mind. Is this really Grandpa Grimm?

source: 望着满脸从容，悠然转身朝丹房内走去的江逸，江如虎满眸迷茫起来。这还是以前那个经常被他们打得和狗一样的废物吗？怎么刚才那一瞬间给他感觉，江逸的气度比起江恨水还要有过之而无不及？
en_us: Seeing Jiang Yi's face filled with calm as he unhurriedly turned around to walk back in the direction of the alchemy lab, Jiang Ruhu was completely bewildered. Was this the good-for-nothing that they usually beat up like a dog in the past? How could it be possible that that passing moment gave him a feeling that Jiang Yi's presence felt bigger than even that of Jiang Henshui?

source: 望着眼前堆积如山的魔法书，林立才真正明白，为什么安度因那老家伙总是说，魔法的世界没有尽头的……这么多书，光是看目录就够看好几年的了，更别说研究上面记载的法术。
en_us: Looking at the mountainous pile of magic books in front of him, Lin Li finally understood why that old fellow Andoine always said that there was no end to the world of magic. With so many books, it would take him a few years just to read the table of contents, not to mention studying the spells that were recorded in them.
